Repository: cherzlieb/py-file-organizer
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de

source: File Organizer
de: Datei-Organisierer

source: Source Folder:
de: Quellordner:

source: Debug Mode
de: Debug-Modus

source: Language:
de: Sprache:

source: Organized Folder:
de: Sortierter Ordner:

source: Unorganized Folder:
de: Unsortierter Ordner:

source: Use Creation Date
de: Erstellungsdatum verwenden

source: Force Date
de: Datum erzwingen

source: Add Date to Folders
de: Datum zu Ordnern hinzufügen

source: Log File Location:
de: Log-Datei Speicherort:

source: Browse
de: Durchsuchen

source: Save Configuration
de: Konfiguration speichern

source: Start Sorting
de: Sortierung starten

source: Warning
de: Warnung

source: Error
de: Fehler

source: Success
de: Erfolg

source: Please select a log file location
de: Bitte wählen Sie einen Speicherort für die Log-Datei

source: Source folder not found: {}
de: Quellordner nicht gefunden: {}

source: File organization completed successfully!
de: Dateien wurden erfolgreich sortiert!

source: Error during file organization: {}
de: Fehler bei der Dateisortierung: {}

source: Language changed successfully. Please restart the application for full effect.
de: Sprache erfolgreich geändert. Bitte starten Sie die Anwendung neu, damit alle Änderungen wirksam werden.

source: New Folder
de: Neuer Ordner

source: Rename
de: Umbenennen

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: Remove Selected
de: Ausgewählte entfernen

source: Close
de: Schließen

source: Folder Management
de: Ordnerverwaltung

source: Extensions Management
de: Erweiterungsverwaltung

source: File Type Manager
de: Dateitypen-Manager

source: <b>Folder Management</b>
de: <b>Ordnerverwaltung</b>

source: <b>Extensions Management</b>
de: <b>Erweiterungsverwaltung</b>

source: Folder:
de: Ordner:

source: New extension (e.g. .pdf)
de: Neue Erweiterung (z.B. .pdf)

source: Please select or enter a folder name
de: Bitte wählen oder geben Sie einen Ordnernamen ein

source: Please enter an extension
de: Bitte geben Sie eine Erweiterung ein

source: Failed to add extension {}
de: Erweiterung {} konnte nicht hinzugefügt werden

source: Please select an extension to remove
de: Bitte wählen Sie eine zu entfernende Erweiterung aus

source: This is the last extension for folder '{}'. Remove the folder completely?
de: Dies ist die letzte Erweiterung für Ordner '{}'. Ordner komplett entfernen?

source: Failed to remove extension {}
de: Erweiterung {} konnte nicht entfernt werden

source: Enter folder name:
de: Ordnernamen eingeben:

source: Add Extension
de: Erweiterung hinzufügen

source: Enter first extension for folder '{}':
de: Erste Erweiterung für Ordner '{}' eingeben:

source: Failed to create folder {}
de: Ordner {} konnte nicht erstellt werden

source: Please select a folder to rename
de: Bitte wählen Sie einen Ordner zum Umbenennen aus

source: Rename Folder
de: Ordner umbenennen

source: Enter new folder name:
de: Neuen Ordnernamen eingeben:

source: Confirm Merge
de: Zusammenführung bestätigen

source: Folder '{}' already exists. Merge extensions from '{}'?
de: Ordner '{}' existiert bereits. Erweiterungen aus '{}' zusammenführen?

source: Failed to rename folder {}
de: Ordner {} konnte nicht umbenannt werden

source: Please select a folder to delete
de: Bitte wählen Sie einen zu löschenden Ordner aus

source: Confirm Deletion
de: Löschen bestätigen

source: Delete folder '{}' and all its extensions?
de: Ordner '{}' und alle seine Erweiterungen löschen?

source: Failed to delete folder {}
de: Ordner {} konnte nicht gelöscht werden

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: No
de: Nein

source: Confirm Folder Deletion
de: Bestätigen Sie die Löschung des Ordners

source: Manage File Types
de: Dateitypen verwalten
